Revit 2027 API
ParameterTypeId.ZoneOutsideAirFlowPerPerson Property
 "Outside Air Flow per Person"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneOutsideAirFlowPerPerson { get; }
Public Shared ReadOnly Property ZoneOutsideAirFlowPerPerson As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneOutsideAirFlowPerPerson {
	ForgeTypeId^ get ();
}
static member ZoneOutsideAirFlowPerPerson : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace